---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.DegreeRInterval
source: html/06396177-d4f3-4ea2-8367-5ec74f4e22a3.htm
---
# Autodesk.Revit.DB.SymbolTypeId.DegreeRInterval Property

Symbol °R, indicating unit Rankine interval.

## Syntax (C#)
```csharp
public static ForgeTypeId DegreeRInterval { get; }
```